Repository: andreav/Spirit
Catalog: spirit/topic/private/locale/*/LC_MESSAGES/django.po
Languages: it

source: user1, user2, ...
it: utente1, utente2, ...

source: username
it: nome utente

source: Invite user
it: Invita un utente

source: %(username)s is already a participant
it: %(username)s è già un partecipante

source: private topic
it: topic privato

source: private topics
it: topics privati

source: Invite
it: Invita

source: Participating in
it: A cui partecipi

source: Left
it: Abbandonati

source: Create private topic
it: Crea topic privato

source: Remove user from private topic
it: Rimuovi l'utente dal topic privato

source: Removing %(username)s's from %(topic_title)s
it: Si sta rimuovendo %(username)s da %(topic_title)s

source: Remove
it: Rimuovi

source: Private topics
it: Topic privato

source: Participants
it: Partecipanti

source: Leave topic
it: Lascia topic

source: Created private topics
it: Crea topic privato

source: join
it: unisciti

source: There are no topics here, yet
it: Non ci sono topic

source: Join topic
it: Unisciti al topic

source: Do you want to join %(topic_title)s?
it: Vuoi unirti a %(topic_title)s?

source: Join
it: Unisciti

source: Publish a private topic
it: Pubblica un topic privato

source: Publish private topic
it: Pubblica un topic privato

source: Publish
it: Pubblica
