Repository: andreav/Spirit
Catalog: spirit/topic/locale/*/LC_MESSAGES/django.po
Languages: it

source: Category
it: Categoria

source: Chose a category
it: Scegli una categoria

source: category
it: categoria

source: title
it: titolo

source: date
it: data

source: last active
it: ultima attivita'

source: reindex at
it: reindicizza a

source: pinned
it: pinnato

source: globally pinned
it: pinnato a livello globale

source: closed
it: chiuso

source: views count
it: numero di visualizzazioni

source: comment count
it: numero di commenti

source: There are no topics here, yet
it: Non ci sono topics

source: All Categories
it: Tutte Le Categorie

source: All Subcategories
it: Tutte Le Sottocategorie

source: Create Topic
it: Crea Topic

source: Latest active topics
it: Ultimi topics attivi

source: Main
it: Principale

source: edit
it: modifica

source: Select comments to move
it: Selezionare commenti da spostare

source: Undelete topic
it: Rrpistina topic

source: Delete topic
it: Elimina topic

source: Open topic
it: Apri topic

source: Close topic
it: Chiudi topic

source: Unpin topic
it: Sblocca topic

source: Pin topic
it: Pinna topic

source: Unpin topic globally
it: Spinna topic a livello globale

source: Pin topic globally
it: Pinna topic a livello globale

source: Move
it: Sposta

source: Reply
it: Rispondi

source: Moderate topic
it: Modera topic

source: Apply
it: Applica

source: Publish topic
it: Pubblica topic

source: Publish
it: Pubblica

source: Update topic
it: Aggiorna topic

source: Update
it: Aggiorna
