Repository: andreav/Spirit
Catalog: spirit/comment/poll/locale/*/LC_MESSAGES/django.po
Languages: it

source: Poll choices
it: Scelte del sondaggio

source: Too many selected choices. Limit is %s
it: Troppe selezioni. Il massimo e' %s

source: Too few selected choices. Minimum is %s
it: Troppe poche selezioni. Il minimo è %s

source: This poll is closed
it: Questo sondaggio è chiuso

source: name
it: nome

source: title
it: titolo

source: choice min
it: scelta min

source: choice max
it: scelta max

source: mode
it: modalità

source: auto close at
it: chiudi automaticamente

source: comment poll
it: commento del sondaggio

source: comments polls
it: commenti del sondaggi

source: number
it: numero

source: choice description
it: descrizione della scelta

source: vote count
it: conto dei voti

source: poll choice
it: scelta del sondaggio

source: poll choices
it: scelte del sondaggio

source: poll vote
it: voto del sondaggio

source: poll votes
it: voti del sondaggio

source: Closes on %(date)s.
it: Si chiude il %(date)s.

source: You must select %(choice_min)s choices.
it: È necessario selezionare %(choice_min)s scelte.

source: You may select up to %(choice_max)s choices.
it: Si possono selezionare fino a %(choice_max)s scelte.

source: You may select no less than %(choice_min)s and no more than %(choice_max)s choices.
it: Si può scegliere non meno di %(choice_min)s e non più di %(choice_max)s scelte.

source: Results will be available when the poll is closed.
it: I risultati saranno disponibili quando il sondaggio è chiuso.

source: Vote
it: Voto

source: Show results
it: Risultati

source: open
it: apri

source: close
it: chiudi

source: View voters
it: Vedi votanti

source: Votes
it: Voti

source: Show vote choices
it: vedi le scelte del voto

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s, close at: %(close_at)s
it: Nome: %(poll_name)s, selezione: da %(choice_min)s a %(choice_max)s, modalità: %(mode)s, chiude il: %(close_at)s

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s
it: Nome: %(poll_name)s, scelta: da %(choice_min)s a %(choice_max)s, modalità: <code>%(mode)s</code>

source: Voters for %(choice_description)s
it: Votanti per %(choice_description)s
