Repository: andreav/Spirit
Catalog: spirit/user/auth/locale/*/LC_MESSAGES/django.po
Languages: it

source: Email confirmation
it: E-mail di conferma

source: Enter the same email as above, for verification.
it: Immettere lo stesso indirizzo email di cui sopra, per la verifica.

source: Leave blank
it: Lascia vuoto

source: Do not fill this field.
it: Non riempire questo campo.

source: The username is taken.
it: Il nome utente è gia' in uso

source: The two email fields didn't match.
it: I due campi dell'e-mail non coincidono.

source: Username or Email
it: Nome utente o e-Mail

source: The password is not valid.
it: La password non è valida.

source: No account matches %(username)s.
it: Nessun account corrisponde a %(username)s

source: The provided email does not exists.
it: L'email non esiste.

source: This account is verified, try logging-in.
it: Questo account è stato verificato, prova ad effettuare la login.

source: Resend activation email
it: Reinvia email di attivazione

source: Resend email
it: Reinvia email

source: Create an account
it: Crea un account

source: I don't know my password
it: Non so la mia password

source: Are you sure you want to log out?
it: Sei sicuro di voler uscire?

source: Password change successful
it: Modifica della Password con successo

source: Continue to login
it: Accedi

source: Password reset confirmation
it: Conferma di reimpostazione della Password

source: Enter new password
it: Immetti la nuova password

source: Save
it: Salva

source: Password reset unsuccessful
it: Reimpostazione della Password non riuscito

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link di reimpostazione password non è valido, probabilmente perchè è già stato utilizzato. Si prega di richiedere una nuova password reset.

source: Password reset successful
it: Reimpostazione della Password conclusa con successo

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
it: Abbiamo inviato per email le istruzioni per l'impostazione della password. Dovresti riceverle a breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
it: Se non ricevi una e-mail, assicurati di aver inserito l'indirizzo che hai registrato, e controlla la tua cartella spam.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Stai ricevendo questa e-mail perché hai richiesto di reimpostare una password per il tuo account utente su %(site_name)s.

source: Please go to the following page and choose a new password:
it: Per favore, vai alla pagina seguente e scegli una nuova password:

source: Thanks for using our site!
it: Grazie per l'utilizzo del nostro sito!

source: The %(site_name)s team
it: Il team %(site_name)s

source: Password reset
it: Reimpostazione della Password

source: Reset my password
it: Reimposta la mia password

source: Password reset on %(site_name)s
it: Reimposta la Password su %(site_name)s

source: Register
it: Registrati

source: User activation
it: Attivazione utente

source: We have sent you an email to %(email)s so you can activate your account!
it: Abbiamo inviato una e-mail a %(e-mail)s così potrai attivare il tuo account!

source: Your account has been activated!
it: Il tuo account è stato attivato!
